[
  {
    "uuid": "ff950bf2-183e-4dfa-83a3-b0982ff02a1c",
    "titulo": "Five Night's At Freddy's",
    "sinopsis": "El terrorífico fenómeno del videojuego de terror se transforma en un escalofriante espectáculo cinematográfico, Blumhouse (productora de M3GAN, El teléfono negro y El hombre invisible) lleva Five Nights at Freddy's a la gran pantalla. La película trata de un problemático guardia de seguridad que empieza a trabajar en Freddy Fazbear's Pizza. Mientras pasa su primera noche en el trabajo, se da cuenta de que el turno de noche en Freddy's no será tan fácil de superar.",
    "posterUrl": "https://m.media-amazon.com/images/M/MV5BYTI0ZmI4NDItZGFlZC00M2E4LWIyZWEtMTFhMjQwYmU4MGNlXkEyXkFqcGdeQXVyMTUzMTg2ODkz._V1_.jpg",
    "genero": "Terror",
    "duration": 112,
    "reparto": "Josh Hutcherson, Elizabeth Lail, Piper Rubio, Mary Stuart Masterson, Matthew Lillard",
    "trailerIframe": "https://www.youtube.com/embed/FRffQncR1HQ?si=VuixvUC2TjQXEubM"
  },
  {
    "uuid": "b32b4a1c-e8aa-4966-a4ca-bcad6e1c24ee",
    "titulo": "The Jester",
    "sinopsis": "Después de la reciente muerte de su padre, dos hermanas separadas se encuentran siendo acechadas por un ser malévolo conocido como El Bufón. Revelándose como algo más que un simple hombre enmascarado, la entidad maligna comienza a atormentar aún más a los habitantes de este pequeño pueblo en la noche de Halloween.",
    "posterUrl": "https://m.media-amazon.com/images/M/MV5BZDcyYzRiZmItMTliMS00M2JkLWE0MGMtOWFkMDJmOTAzY2IzXkEyXkFqcGdeQXVyOTMzOTMzMTg@._V1_FMjpg_UX1000_.jpg",
    "genero": "Terror",
    "duration": 90,
    "reparto": "Lelia Symington, Sam Lukowski, Michael Sheffield, Matt Servitto",
    "trailerIframe": "https://www.youtube.com/embed/FgLPG38ZX7E?si=BabLKSnH5Ux7vX88"
  },
  {
    "uuid": "38f959db-1b86-43ef-8b42-614cd58a61de",
    "titulo": "Los Asesinos de la Luna",
    "sinopsis": "En la década de 1920, los miembros de la tribu de nativos americanos del condado de Osage, en Oklahoma, son asesinados cuando se encuentra petróleo en sus tierras. El FBI establece una investigación para encontrar a los culpables.",
    "posterUrl": "https://dx35vtwkllhj9.cloudfront.net/paramountpictures/killers-of-the-flower-moon/images/regions/mx/onesheet.jpg",
    "genero": "Suspenso",
    "duration": 206,
    "reparto": "Leonardo DiCaprio, Lily Gladstone, Robert De Niro, Jesse Plemons, Brendan Fraser",
    "trailerIframe": "https://www.youtube.com/embed/2UEOCqw11Ko?si=oBNKTbjXFfTBMTc8"
  },
  {
    "uuid": "fa0e4a13-2041-4d5f-b099-0dc79a9f86fe",
    "titulo": "La Patrulla Canina: La superpelícula",
    "sinopsis": "Los cachorros obtienen superpoderes tras la caída de un meteorito en la ciudad, pero las cosas se complican cuando los villanos les roban sus superpoderes.",
    "posterUrl": "https://dx35vtwkllhj9.cloudfront.net/paramountpictures/paw-patrol-the-mighty-movie/images/regions/mx/updates/onesheet.jpg",
    "genero": "Aventura Infantil",
    "duration": 93,
    "reparto": "Taraji P. Henson, Kim Kardashian, Finn Lee-Epp, Ron Pardo",
    "trailerIframe": "https://www.youtube.com/embed/UDgjJ9XzgHk?si=-04mQODOX0Z5RAEI"
  },
  {
    "uuid": "ea2d2177-308a-47c9-b109-5ad9bf313c66",
    "titulo": "Los Juegos del Hambre Balada de Pájaros Cantores y Serpientes",
    "sinopsis": "En este regreso de los Juegos del Hambre, años antes de que se convirtiera en el presidente tirano de Panem, un joven Coriolanus Snow ver la oportunidad de un cambio de fortunas cuando es elegido para ser mentor de Lucy Gray Baird, la chica tributo del empobrecido Distrito 12.",
    "posterUrl": "https://www.citicinemas.com/_next/image?url=https%3A%2F%2Fstorage.googleapis.com%2Fciticinemas-store%2FMovie-1601%2Fposter%2FyzziUybwSBW1%2Flos%20juegos.jpg&w=1920&q=75",
    "genero": "Acción, Aventura",
    "duration": 159,
    "reparto": "Viola Davis, Peter Dinklage, Rachel Zegler, Tom Blyth",
    "trailerIframe": "https://www.youtube.com/embed/RDE6Uz73A7g?si=nt5oEFrskaoPBK3E"
  },
  {
    "uuid": "6328d544-c330-4af2-9bba-e249edd35dbf",
    "titulo": "Napoleón",
    "sinopsis": "Napoleón es una epopeya de acción llena de espectáculo que detalla el accidentado ascenso y caída del emblemático emperador francés Napoleón Bonaparte. Con un impresionante escenario cinematográfico a gran escala orquestado por el legendario director Ridley Scott, la película capta la implacable travesía de Bonaparte hacia el poder a través del prisma de su adictiva y volátil relación con su único y verdadero amor, Josefina, mostrando sus visionarias tácticas militares y políticas plasmadas en algunas de las secuencias de batalla más dinámicas y realistas jamás filmadas.",
    "posterUrl": "https://palomaynacho-1f321.kxcdn.com/wp-content/uploads/2023/10/NUEVO-NPLN_Cannons_1080X1350-jpg.webp",
    "genero": "Acción, Drama",
    "duration": 158,
    "reparto": "Tahar Rahim, Ludivine Sagnier, Vanessa Kirby, Catherine Walker, Joaquin Phoenix",
    "trailerIframe": "https://www.youtube.com/embed/1DJYiG6wh0w?si=3Su2Xxlx1qigPMsY"
  }
]